{
  "d": {
    "descrizione": "Fabbricati appartenenti al gruppo catastale D",
    "d_categoria_catastale": {
      "descrizione": "Categoria catastale",
      "tipo": "opzioni",
      "valori": [
        "D/1 Opifici",
        "D/2 Alberghi e pensioni (con fine di lucro)",
        "D/3 Teatri, cinematografi, sale per concerti e spettacoli e simili (con fine di lucro)",
        "D/4 Case di cura ed ospedali (con fine di lucro)",
        "D/5 Istituto di credito, cambio e assicurazione (con fine di lucro)",
        "D/6 Fabbricati e locali per esercizi sportivi (con fine di lucro)",
        "D/7 Fabbricati costruiti o adattati per le speciali esigenze di un'attività industriale e non suscettibili di destinazione diversa senza radicali trasformazioni",
        "D/8 Fabbricati costruiti o adattati per le speciali esigenze di un'attività commerciale e non suscettibili di destinazione diversa senza radicali trasformazioni",
        "D/9 Edifici galleggianti o sospesi assicurati a punti fissi del suolo, ponti privati soggetti a pedaggio"
      ]
    },
    "d_superficie": {
      "descrizione": "Superficie",
      "tipo": "on/off",
      "valori": [
        "Non superiore a (Mq)",
        "Non inferiore a (Mq)"
      ]
    },
    "d_recupero": {
      "descrizione": "Oggetto di attività di recupero per miglioramento del decoro urbano o della classe energetica",
      "tipo": "on/off"
    },
    "d_rendita": {
      "descrizione": "Rendita catastale (€)",
      "tipo": "on/off"
    },
    "d_collocazione": {
      "descrizione": "Collocazione immobile",
      "tipo": "on/off",
      "valori": [
        "Dentro il centro storico",
        "Fuori dal centro storico",
        "In una zona specificamente indicata dal comune",
        "In zone soggette ad un alto tasso di abbandono di attività economico-commerciale",
        "In zona non servita da servizi pubblici"
      ]
    },
    "d_inagibili": {
      "descrizione": "Fabbricati divenuti inagibili",
      "tipo": "on/off",
      "valori": [
        "Ipotesi di cui all'art. 1, comma 747, lett. b), della legge n. 160 del 2019",
        {
          "descrizione": "Ipotesi diverse da quella di cui all'art. 1, comma 747, lett. b), della legge n. 160 del 2019",
          "sotto_opzioni": [
            "A seguito di calamità naturali",
            "A seguito di cause diverse da calamità naturali",
            "A seguito di calamità naturali o di cause diverse da calamità naturali"
          ]
        }
      ]
    }
  }
}
