{
  "fattispecie_principale": [
    {
      "id": "fabbricati_gruppo_d",
      "descrizione": "Fabbricati appartenenti al gruppo catastale D"
    },
    {
      "id": "terreni_agricoli",
      "descrizione": "Terreni agricoli"
    },
    {
      "id": "aree_fabbricabili",
      "descrizione": "Aree fabbricabili"
    },
    {
      "id": "altri_fabbricati",
      "descrizione": "Altri fabbricati (fabbricati diversi dall'abitazione principale e dai fabbricati appartenenti al gruppo catastale D)"
    }
  ],
  "categoria_catastale": {
    "descrizione": "Categoria catastale",
    "valori": [
      "A/1 Abitazioni di tipo signorile",
      "A/2 Abitazioni di tipo civile",
      "A/3 Abitazioni di tipo economico",
      "A/4 Abitazioni di tipo popolare",
      "A/5 Abitazioni di tipo ultrapopolare",
      "A/6 Abitazioni di tipo rurale",
      "A/7 Abitazioni in villini",
      "A/8 Abitazioni in ville",
      "A/9 Castelli, palazzi di eminenti pregi artistici o storici",
      "A/10 Uffici e studi privati",
      "A/11 Abitazioni o alloggi tipici dei luoghi",
      "B/1 Collegi e convitti, educandati; ricoveri; orfanotrofi; ospizi; conventi; seminari; caserme",
      "B/2 Case di cura ed ospedali (senza fine di lucro)",
      "B/3 Prigioni e riformatori",
      "B/4 Uffici pubblici",
      "B/5 Scuole e laboratori scientifici",
      "B/6 Biblioteche, pinacoteche, musei, gallerie, accademie che non hanno sede in edifici della categoria A/9",
      "B/7 Cappelle ed oratori non destinati all'esercizio pubblico del culto",
      "B/8 Magazzini sotterranei per depositi di derrate",
      "C/1 Negozi e botteghe",
      "C/2 Magazzini e locali di deposito",
      "C/3 Laboratori per arti e mestieri",
      "C/4 Fabbricati e locali per esercizi sportivi (senza fine di lucro)",
      "C/5 Stabilimenti balneari e di acque curative (senza fine di lucro)",
      "C/6 Stalle, scuderie, rimesse, autorimesse (senza fine di lucro)",
      "C/7 Tettoie chiuse od aperte",
      "D/1 Opifici",
      "D/2 Alberghi e pensioni (con fine di lucro)",
      "D/3 Teatri, cinematografi, sale per concerti e spettacoli e simili (con fine di lucro)",
      "D/4 Case di cura ed ospedali (con fine di lucro)",
      "D/5 Istituto di credito, cambio e assicurazione (con fine di lucro)",
      "D/6 Fabbricati e locali per esercizi sportivi (con fine di lucro)",
      "D/7 Fabbricati costruiti o adattati per le speciali esigenze di un'attività industriale e non suscettibili di destinazione diversa senza radicali trasformazioni",
      "D/8 Fabbricati costruiti o adattati per le speciali esigenze di un'attività commerciale e non suscettibili di destinazione diversa senza radicali trasformazioni",
      "D/9 Edifici galleggianti o sospesi assicurati a punti fissi del suolo, ponti privati soggetti a pedaggio"
    ]
  },
  "superficie": {
    "descrizione": "Superficie",
    "valori": [
      "Non superiore a",
      "Non inferiore a"
    ],
    "input": ["Mq"]
  },
  "recupero": {
    "descrizione": "Oggetto di attività di recupero per miglioramento del decoro urbano o della classe energetica"
  },
  "rendita": {
    "descrizione": "Rendita catastale",
    "input": ["€"]
  },
  "collocazione": {
    "descrizione": [
      "Collocazione immobile",
      "Collocazione",
      "Situate in determinate zone"
    ],
    "valori": [
      "Dentro il centro storico",
      "Fuori dal centro storico",
      "In una zona specificamente indicata dal comune",
      "In zone soggette ad un alto tasso di abbandono di attività economico-commerciale",
      "In zona non servita da servizi pubblici",
      "Ricadenti nei fogli catastali n.",
      "Terreni ricadenti in determinate aree",
      "Situate in determinate zone"
    ],
    "input": ["Zona", "Fogli catastali", "Area"]
  },
  "inagibilita": {
    "descrizione": "Fabbricati divenuti inagibili",
    "valori": [
      "Ipotesi di cui all'art. 1, comma 747, lett. b), della legge n. 160 del 2019",
      "Ipotesi diverse - A seguito di calamità naturali",
      "Ipotesi diverse - A seguito di cause diverse da calamità naturali",
      "Ipotesi diverse - A seguito di calamità naturali o di cause diverse da calamità naturali"
    ]
  },
  "utilizzo_fabbricato": {
    "descrizione": "Fabbricati a disposizione o utilizzati",
    "valori": [
      "Immobili a disposizione",
      "Immobili locati o concessi in comodato",
      "Immobili locati",
      "Immobili concessi in comodato",
      "Immobili utilizzati direttamente dal soggetto passivo",
      "Immobili locati o concessi in comodato o utilizzati direttamente dal soggetto passivo"
    ]
  },
  "inutilizzo": {
    "descrizione": "Utilizzo/Inutilizzo",
    "valori": [
      "Privi di ogni arredo",
      "Sprovvisti di utenze di fornitura attive di acqua, luce e gas",
      "Privi di ogni arredo, sprovvisti di utenze di fornitura attive di acqua, luce e gas",
      "Inutilizzato a seguito di crisi aziendale",
      "Con uso limitato e discontinuo o stagionale, per un utilizzo complessivo non superiore a mesi",
      "Con uso limitato e discontinuo o stagionale, per un periodo complessivo inferiore a mesi"
    ],
    "input": ["Mesi"]
  },
  "utilizzo_terreno": {
    "descrizione": "Utilizzo",
    "valori": [
      "Coltivati",
      "Non coltivati",
      "Coltivati e destinati ad alcuni tipi di coltura",
      "Coltivati da parenti e affini di coltivatori (entro il terzo grado)",
      "Terreni agricoli condotti da CD e IAP e Società agricole (non posseduti)"
    ],
    "input": ["Tipo di coltura"]
  },
  "requisiti_soggettivi": {
    "descrizione": [
      "Requisiti del soggetto passivo",
      "Requisiti soggettivi del locatario o comodatario",
      "Requisiti soggettivi del locatario",
      "Requisiti soggettivi del comodatario",
      "Requisiti soggettivi del soggetto passivo utilizzatore",
      "Requisiti soggettivi del locatario, comodatario o soggetto passivo utilizzatore",
      "Condizioni locatario/comodatario"
    ],
    "valori": [
      "Posseduti da ONLUS o enti del terzo settore",
      "Posseduti da enti non commerciali",
      "Posseduti da società o altri soggetti con personalità giuridica",
      "Posseduti da società o altri soggetti senza personalità giuridica",
      "Soggetto con invalidità civile riconosciuta in percentuale non inferiore al",
      "Persona con disabilità riconosciuta ai sensi dell'articolo 3, comma 3, della L. 104/92",
      "ONLUS o altri enti del terzo settore",
      "Persona giuridica esercente attività d'impresa da un numero di mesi non superiore a",
      "Persona giuridica esercente attività d'impresa da un numero di mesi non inferiore a",
      "Persona fisica di età non superiore ad anni",
      "Utilizzatore diretto dell'immobile nel caso di piccole e medie imprese",
      "Utilizzatore diretto dell'immobile (tutti)",
      "Parenti - Sino al primo grado (ipotesi diverse da quella di cui all'art. 1, comma 747, lett. c), della legge n. 160 del 2019)",
      "Parenti - Sino al primo grado (ipotesi di cui all'art. 1, comma 747, lett. c), della legge n. 160 del 2019)",
      "Parenti - Sino al secondo grado (in linea retta)",
      "Parenti - Sino al secondo grado (in linea retta e collaterale)",
      "Parenti - Sino al terzo grado (in linea retta)",
      "Parenti - Sino al terzo grado (in linea retta e collaterale)",
      "Parenti - Indipendentemente dal grado di parentela",
      "Studenti",
      "Nucleo familiare in difficoltà economiche (come definite nel regolamento)",
      "Soggetto in condizioni di vulnerabilità sociale/emergenza abitativa (come definite nel regolamento)",
      "Soggetto gestore di casa-famiglia o altra struttura destinata all'assistenza, cura e protezione alle persone con necessità di sostegno intensivo e prive di sostegno familiare",
      "Soggetto gestore di struttura destinata all'accoglienza e protezione di persone vittime di violenza o che vivono in condizioni di disagio e vulnerabilità sociale",
      "Soggetti affidatari dei servizi di accoglienza integrata destinati a richiedenti asilo e titolari di protezione internazionale o umanitaria",
      "Locatario/comodatario non titolare di proprietà o altro diritto reale di godimento su immobili"
    ],
    "input": ["Percentuale di invalidità", "Anni/Mesi", "Anni"]
  },
  "destinazione_uso": {
    "descrizione": "Destinazione d'uso",
    "valori": [
      "Utilizzato per attività produttiva e/o commerciale o per l'esercizio di arti e professioni",
      "Con uso limitato e discontinuo o stagionale, per un periodo complessivo inferiore a mesi",
      "Utilizzati per scopi istituzionali o di pubblica utilità, senza fine di lucro",
      "Immobili non produttivi di reddito fondiario (art. 43 T.U.I.R.)",
      "Bottega storica o artigiana",
      "Azienda che abbia fatto ricorso nell'anno di imposta alla CIG o ad analogo ammortizzatore sociale",
      "Azienda che abbia fatto ricorso nell'anno di imposta alla CIG o ad analogo ammortizzatore sociale (come definita nel regolamento)",
      "Privi o che intendono dismettere giochi di azzardo",
      "Impianti eolici",
      "Impianti fotovoltaici",
      "Impianti eolici e fotovoltaici",
      "Impianti idroelettrici",
      "Purché l'affittuario/comodatario la utilizzi come abitazione principale",
      "Casa-famiglia o altra struttura destinata all'assistenza, cura e protezione alle persone con necessità di sostegno intensivo e prive di sostegno familiare",
      "Struttura destinata all'accoglienza e protezione di persone vittime di violenza o che vivono in condizioni di disagio e vulnerabilità sociale",
      "Servizi di accoglienza integrata destinati a richiedenti asilo e titolari di protezione internazionale o umanitaria"
    ],
    "input": ["Mesi"]
  },
  "attivita": {
    "descrizione": "Tipologia di attività",
    "valori": [
      "Attività innovative - Start up",
      "Attività innovative – Start up",
      "Imprese che hanno ampliato la propria attività economica/aumentato l'occupazione",
      "Imprese che hanno ampliato la propria attività economica/aumentato l'occupazione (come definite nel regolamento)",
      "Imprese green",
      "Microimprese"
    ]
  },
  "ateco": {
    "descrizione": "Codice ATECO",
    "input": ["Codice"]
  },
  "dipendenti": {
    "descrizione": "Numero di dipendenti",
    "valori": ["Non superiore a"],
    "input": ["Numero"]
  },
  "impianti": {
    "descrizione": "Potenza impianti produzione energia",
    "valori": [
      "Fino a",
      "Superiore a",
      "Intervallo di valori"
    ],
    "input": ["kW", "Da kW", "A kW"]
  }
}
